Repository: Glandeil/MiddleAges
Catalog: MiddleAges/MiddleAges/Resources/Views/Country/Country.*.resx
Languages: ru

source: Amount
ru: Сумма

# AppointGovernor
source: Appoint a governor
ru: Назначить губернатора

# ChangeBanner
source: Change coat of arms
ru: Изменить герб

source: Change capital
ru: Перенести столицу

source: Change color
ru: Изменить цвет

source: Change ruler
ru: Сменить правителя

# ChooseCountry
source: Choose Counrty
ru: Выбрать страну

source: Choose image
ru: Выбрать изображение

source: Choose Land
ru: Выбрать землю

source: Confirm
ru: Подтвердить

source: Current capital:
ru: Текущая столица:

source: Current color:
ru: Текущий цвет:

source: Current name:
ru: Текущее название:

source: Current ruler:
ru: Текущий правитель:

source: Declare war
ru: Объявить войну

source: Disband
ru: Расформировать

# DisbandDescr
source: Are you sure to disband the country?
ru: Вы уверены, что хотите расформировать страну?

# GovernotDescr
source: You can appoint someone who is currently in your country as governor.
ru: Вы можете назначить губернатором человека, который в настоящее время находится в вашей стране.

source: King
ru: Король

source: Lands
ru: Земли

# LandTax
source: Land Tax Value %
ru: Земельный налог %

source: Load custom banner
ru: Загрузить свой герб

# MaxSize
source: Maximum size 512 KB. Accepted formats: jpg, jpeg, png, webp.
ru: Максимальный размер 512 КБ. Допустимые форматы: jpg, jpeg, png, webp.

# MoneyInTreasure
source: Money in treasury:
ru: Сумма в казне:

source: New capital
ru: Новая столица:

source: New color:
ru: Новый цвет:

source: New name
ru: Новое название

source: New ruler
ru: Новый правитель

source: People resources
ru: Людские ресурсы

source: Rename
ru: Переименовать

source: Select governor
ru: Выбрать губернатора

source: Set taxes
ru: Установить налоги

# StateTax
source: State Tax Value %
ru: Государственный налог %

source: Transfer land
ru: Передать землю

source: Transfer money
ru: Перевести деньги

source: Treasure
ru: Казна

source: Upload banner
ru: Загрузить

source: Your country:
ru: Ваша страна:
