Repository: Glandeil/MiddleAges
Catalog: MiddleAges/MiddleAges/Resources/Views/Main/Main.*.resx
Languages: ru

source: Online players
ru: В сети

# ProdDescr
source: Every hour money will flow into your treasury. The amount of money depends on the number of working peasants and land taxes.
ru: Каждый час деньги будут поступать в казну. Заработок зависит от количество работающих крестьян и процента налогов.

source: Production
ru: Производство

# StartProd
source: Start production
ru: Запуск производства

# ProdNotStarted
source: Production has not yet started
ru: Производство не работает

# TodayEarnings
source: Today's earnings:
ru: Сегодняшний заработок:

# TodayEarningsDescr
source: Amount of gold earned today:
ru: Количество денег, заработанное сегодня:

# RestartProd
source: Restart production
ru: Перезапустить производство

# EndTimeProd
source: Production will end at:
ru: Производство завершится:

# TodayExpenses
source: Today's expenses:
ru: Сегодняшние расходы:

# TodayExpensesDescr
source: Today's expenses:
ru: Сегодняшние расходы:

# TodayBalance
source: Today's balance:
ru: Сегодняшний баланс:

# TodayBalanceDescr
source: The difference between income and expenses
ru: Разница между доходом и расходом

# LandLimit
source: Remaining land limit:
ru: Оставшийся лимит земли:

# LandLimitDescr
source: Gold reserves remaining in this land today
ru: Золотой запас, оставшийся в данной земле

source: Residence prod land:
ru: Место добычи:

# ResidenceProdLandDescr
source: The land on which the mining takes place
ru: Земля, на которой производится добыча ресурсов

source: Working peasants:
ru: Работающие крестьяне:

# WorkingPeasantsDescr
source: Amount of hired peasants
ru: Количество нанятых крестьян

source: Projected daily earnings:
ru: Прогнозируемый дневной доход:

# ProjectedDailyEarningsDescr
source: Projected daily earnings
ru: Прогнозируемый дневной доход

source: Army maintenance:
ru: Затраты на армию

# ArmyMaintenanceDescr
source: Daily expenses for maintaining an army
ru: Дневные затраты на содержание солдат

source: Projected daily balance:
ru: Дневной баланс

# ProjectedDailyBalanceDescr
source: Projected daily profit
ru: Разница между доходами и расходами

source: Taxes:
ru: Налоги:

# TaxesDescr
source: Land taxes
ru: Земельный налог

source: Attributes
ru: Атрибуты

source: Management
ru: Управление

# ManagementDescr
source: increases the base income of peasants by 2% for each level
ru: повышает базовый доход от крестьян на 2% за каждый уровень

source: Warfare
ru: Военное дело

# WarfareDescr
source: increases army strength by 2% per level
ru: повышает силу армии на 2% за каждый уровень

source: Leadership
ru: Лидерство

# LeadershipDescr
source: increases the chance of receiving an additional recruit by 2% per level
ru: Повышает шанс получения дополнительного рекрута на 2%

# ResetCost
source: The cost of resetting one point is
ru: Сумма сброса одного атрибута:

source: Local Events
ru: Локальные события

source: Event assigned
ru: Событие началось

# EventDuration
source: If you don't select anything, the event will change to another one after 6 hours
ru: Если вы не выберете ни один из вариантов, событие изменится через 6 часов
